---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.WallFailures.FaceWallMissingFace
source: html/148bd15f-aae1-92ad-decf-3fa899ab5025.htm
---
# Autodesk.Revit.DB.BuiltInFailures.WallFailures.FaceWallMissingFace Property

No picked face found.

## Syntax (C#)
```csharp
public static FailureDefinitionId FaceWallMissingFace { get; }
```